<!DOCTYPE html>
<html lang="es">
<head>
  <meta charset="UTF-8" />
  <meta http-equiv="X-UA-Compatible" content="IE=edge" />
  <meta name="viewport" content="width=device-width, initial-scale=1.0" />
  <meta name="description" content="Resumen | Kevin Alvarenga" />
  <title>Resumen | Kevin Alvarenga</title>
  <link rel="stylesheet" href="./assets/stylesheet/resumen.css" />
</head>
<body>
  <main class="resume">
    <div class="resume__header">
      <h1>Kevin Ariel Alvarenga Espinoza</h1>
      <p>San Pedro Sula, Cort&#233;s, Honduras | Tel: +504-9469-7805 | Email: <a href="mailto:kevin.alvarenga93@gmail.com">kevin.alvarenga93@gmail.com</a></p>
      <p>
        <span>LinkedIn: <a href="https://www.linkedin.com/in/kevindoblea" target="_blank" rel="noopener">www.linkedin.com/in/kevindoblea</a></span>
        <span> | Portafolio: <a href="https://kevindoblea1.github.io/alura-porfolio" target="_blank" rel="noopener">kevindoblea1.github.io/alura-porfolio</a></span>
      </p>
    </div>

    <section class="resume__section">
      <h2>Perfil profesional</h2>
      <p>
        Ingeniero en Tecnolog&#237;as de la Informaci&#243;n con experiencia en gesti&#243;n de infraestructura empresarial. Especializado en soporte t&#233;cnico, administraci&#243;n de servidores, implementaci&#243;n de seguridad, optimizaci&#243;n del rendimiento de sistemas y operaci&#243;n de centros de datos. Experto en Active Directory y plataformas de virtualizaci&#243;n VMware ESXi, incluida la implementaci&#243;n, migraci&#243;n y mantenimiento de m&#225;quinas virtuales. Actualmente cursando Ingenier&#237;a en Inform&#225;tica en CEUTEC. Apasionado por la tecnolog&#237;a, con bases s&#243;lidas en desarrollo web, ciencias computacionales y administraci&#243;n de redes gracias a cursos en Platzi, Alura y Cisco Networking Academy. Objetivo profesional: crecer como ingeniero de software y aportar soluciones tecnol&#243;gicas innovadoras que agreguen valor a las organizaciones.
      </p>
    </section>

    <section class="resume__section">
      <h2>Experiencia profesional</h2>
      <article>
        <h3>INALMA Inversiones Amalgamadas S.A. &#8212; Information Technology Coordinator</h3>
        <p class="resume__date">Nov 2023 &#8211; Presente, Honduras</p>
        <ul>
          <li>Coordina la infraestructura tecnol&#243;gica y los proyectos de IT de la empresa.</li>
          <li>Supervisa la administraci&#243;n de servidores, redes y sistemas de virtualizaci&#243;n.</li>
          <li>Gestiona pol&#237;ticas de respaldo y recuperaci&#243;n de datos para garantizar la continuidad del negocio.</li>
        </ul>
      </article>
      <article>
        <h3>BLUETEK &#8212; Ingeniero Residente de IT</h3>
        <p class="resume__date">Sep 2022 &#8211; Nov 2023, San Pedro Sula, Cort&#233;s, Honduras</p>
        <ul>
          <li>Proporcion&#243; soporte t&#233;cnico integral a clientes corporativos.</li>
          <li>Administr&#243; la instalaci&#243;n y mantenimiento de redes LAN/WAN y servidores.</li>
          <li>Implement&#243; soluciones de virtualizaci&#243;n y respaldos de sistemas.</li>
        </ul>
      </article>
      <article>
        <h3>Excis Ltd &#8212; Ingeniero de Soporte de TI</h3>
        <p class="resume__date">Nov 2019 &#8211; Sep 2022, San Pedro Sula, Cort&#233;s, Honduras</p>
        <ul>
          <li>Resoluci&#243;n de incidentes de hardware y software para usuarios finales.</li>
          <li>Configuraci&#243;n y mantenimiento de equipos de red y seguridad.</li>
          <li>Colaboraci&#243;n en proyectos de migraci&#243;n de sistemas y actualizaci&#243;n de infraestructura.</li>
        </ul>
      </article>
      <article>
        <h3>Multisistemas &#8212; Especialista en Servicios de Soporte</h3>
        <p class="resume__date">Jun 2018 &#8211; Nov 2019, San Pedro Sula</p>
        <ul>
          <li>Prest&#243; servicios de soporte t&#233;cnico especializado a clientes internos y externos.</li>
          <li>Administr&#243; sistemas de copias de seguridad y recuperaci&#243;n (Backup Exec).</li>
        </ul>
      </article>
      <article>
        <h3>RAF S.A. de C.V. &#8212; T&#233;cnico en Infraestructura y Soporte</h3>
        <p class="resume__date">May 2017 &#8211; Jun 2018, R&#237;o Blanquito</p>
        <ul>
          <li>Mantenimiento preventivo y correctivo de redes y servidores.</li>
          <li>Asisti&#243; en la implementaci&#243;n de nuevas tecnolog&#237;as de infraestructura.</li>
        </ul>
      </article>
    </section>

    <section class="resume__section">
      <h2>Educaci&#243;n</h2>
      <ul>
        <li><strong>CEUTEC &#8212; Ingenier&#237;a Inform&#225;tica (en curso):</strong> Formaci&#243;n en sistemas operativos, programaci&#243;n y redes.</li>
        <li><strong>CEUTEC &#8212; Tecnicatura en Desarrollo de Aplicaciones Web (2023&#8211;2025)</strong></li>
        <li><strong>Alura &#8212; Formaci&#243;n Front-End G5 (Abr 2023 &#8211; Oct 2023)</strong></li>
        <li><strong>Cisco Networking Academy &#8212; CCNA: Introduction to Networks (Jul 2023 &#8211; Sep 2023)</strong></li>
      </ul>
    </section>

    <section class="resume__section">
      <h2>Certificaciones y formaci&#243;n complementaria</h2>
      <ul>
        <li>Curso B&#225;sico de Seguridad Inform&#225;tica para Empresas</li>
        <li>Git y GitHub: controle y comparta su c&#243;digo</li>
        <li>JavaScript en la Web: Manipulaci&#243;n del DOM</li>
        <li>Backup Exec</li>
      </ul>
    </section>

    <section class="resume__section">
      <h2>Aptitudes t&#233;cnicas y blandas</h2>
      <ul>
        <li>Comunicaci&#243;n y liderazgo</li>
        <li>Administraci&#243;n de Windows Server y Active Directory</li>
        <li>Virtualizaci&#243;n con VMware ESXi</li>
        <li>Respaldo y recuperaci&#243;n de datos (Backup Exec)</li>
        <li>Gesti&#243;n de proyectos de TI</li>
        <li>Idiomas: Espa&#241;ol (nativo) e Ingl&#233;s (nivel profesional)</li>
      </ul>
    </section>
  </main>
</body>
</html>
