{
    "menu": {
        "item2": "About me",
        "item3": "Skills",
        "item4": "Training",
        "item5": "Projects",
        "item6": "Contact"
    },

    "home": {
        "home_text-1": "Hello! Am",
        "home_text-3": "🧑‍💻 Computer Engineer | <br> 👨‍💻 Programmer | <br> 🖥️📱 Web Designer |",
        "parrafo-info": "I am a passionate web developer, always looking to create innovative and engaging digital solutions. My goal is to continue honing my technical skills, both as a web developer and support specialist, to provide comprehensive and high-level solutions to companies and clients who trust in my work. I am excited about the growth opportunities and challenges that await me in this exciting world of technology.",
        "cv_button": "Download Resume",
        "contact_button": "Contact me"
    },

    "sobre-mi": {
        "title": "About me",
        "texto_sobreMi": "Web developer passionate about creating innovative and engaging digital solutions. I have five years of experience in technical support for various companies and the industry. I like to keep up with the latest trends and technologies in the field of web development and constantly learn new skills. My goal is to continue perfecting my development skills, to provide comprehensive and high-level solutions to companies and clients who trust my work. I am excited about the growth opportunities and challenges that await me in this exciting world of technology. I have good soft-skills, assertive communication, conflict management, oratory and some others that allow me to adapt to work teams."
    },

    "habilidades": {
        "title": "Skills"
    },

    "formacion": {
        "title": "Training",
        "formacion1": "Informatics Engineering",
        "tiempo-formacion1": "2018 - En curso",
        "formacion2": "Front End Web Development",
        "tiempo-formacion2": "2023 - 2024",
        "formacion3": "Cisco NetAcad - CCNA V7"
    },

    "proyectos": {
        "title": "Projects",
        "title-proyecto1": "Snake Game",
        "info-proyecto1": "It is the classic game of snake where you must eat to grow and avoid hitting the walls or against your tail.",
        "title-proyecto2": "Portafolio",
        "info-proyecto2": "My personal web portfolio, where you can find some of my most outstanding projects, my technical skills and a little about my training.",
        "title-proyecto3": "Text Encryptor",
        "info-proyecto3": "An encryptor where the user can write a text and the encryptor encodes it with already programmed keys. The encryptor also allows to decrypt the text.",
        "title-proyecto4": "Cifrado Cesar",
        "info-proyecto4": "Es el clasico juego de snake o la culebrita donde debes ir comiendo para crecer y evitar chocar contra las paredes o contra tu cola.",
        "title-proyecto5": "Portafolio",
        "info-proyecto5": "Mi portafolio web personal, donde se encuentran algunos de mis proyectos más destacados, mis habilidades técnicas y un poco sobre mi formación.",
        "title-proyecto6": "Encriptador de Texto",
        "info-proyecto6": "Un ecriptador donde el usuario puede escribir un texto y el encriptador lo codifica con llaves ya programadas. El encriptador también permite desencriptar el texto."
    },

    "contacto": {
        "title": "Contact",
        "text": "Complete the following form and I will contact you as soon as possible.",
        "btn-enviar": "Send"
    }
}