{
  "menu": {
    "item1": "Home",
    "item2": "Perfil",
    "item3": "Aptitudes",
    "item4": "Educación",
    "item5": "Experiencia",
    "item6": "Contacto"
  },
  "home": {
    "home_text1": "¡Hola! Soy",
    "home_text3": "Information Technology Coordinator • Soporte & Infraestructura • Ingeniería en Informática (en curso)",
    "home_summary": "Ingeniero en Tecnologías de la Información con experiencia en gestión de infraestructura empresarial, Active Directory y virtualización con VMware ESXi. Lidero operaciones de soporte, administración de servidores, políticas de respaldo y optimización de centros de datos. Actualmente curso Ingeniería en Informática en CEUTEC y continúo formándome en desarrollo web y redes.",
    "cv_button": "Ver resumen completo",
    "contact_button": "Contáctame",
    "contact_location": "San Pedro Sula, Cortés, Honduras",
    "contact_phone": "Tel: +504-9469-7805",
    "contact_email": "Email: kevin.alvarenga93@gmail.com"
  },
  "sobre-mi": {
    "title": "Perfil profesional",
    "subtitle": "Resumen",
    "texto_sobreMi": "Ingeniero en Tecnologías de la Información especializado en soporte técnico, administración de servidores, implementación de seguridad y operación de centros de datos. Experto en Active Directory y virtualización VMware ESXi, con experiencia en migraciones y mantenimiento de máquinas virtuales. Actualmente curso Ingeniería en Informática en CEUTEC y me formo continuamente en desarrollo web, ciencias computacionales y redes gracias a programas de Platzi, Alura y Cisco Networking Academy. Mi objetivo profesional es crecer como ingeniero de software y aportar soluciones tecnológicas que agreguen valor a las organizaciones."
  },
  "habilidades": {
    "title": "Aptitudes técnicas y blandas"
  },
  "formacion": {
    "title": "Educación y formación",
    "formacion1": "CEUTEC — Ingeniería Informática (en curso)",
    "tiempo-formacion1": "Formación en sistemas operativos, programación y redes.",
    "formacion2": "CEUTEC — Tecnicatura en Desarrollo de Aplicaciones Web",
    "tiempo-formacion2": "2023 – 2025",
    "formacion3": "Cisco Networking Academy — CCNA: Introduction to Networks",
    "formacion4": "Alura — Formación Front-End G5",
    "formacion5": "EC-Council — Certified Ethical Hacker (CEH)"
  },
  "proyectos": {
    "title": "Experiencia profesional"
  },
  "contacto": {
    "title": "Contacto",
    "text": "Completa el formulario y me contactaré contigo lo antes posible.",
    "btn-enviar": "Enviar"
  }
}
